module.exports = [
  { text: '首页', link: '/' },
  { text: '高频考点', link:'/高频考点/'},
  // { text:"标签云", link:'/tags/', tags:true },
  { text: '施工技术', items: [
    { text: '施工技术', link: '/2.施工技术/设备安装工程' },
    { text: '线路工程通用施工技术', link: '/2.施工技术/5.线路工程/1.通用技术/1.路由复测' },
  ]},
  { text: '施工管理', link:'/3.施工管理/'},
  // { text: '准备', link:'/3.施工管理/1.施工准备/1.技术准备'},
  // { text: '质量', items: [
  //   { text: '质量控制点-设备安装', link: '/3.施工管理/4.质量管理/3.质量控制点/1.设备安装工程/01.现场勘查' },
  //   { text: '质量控制点-线路工程', link: '/3.施工管理/4.质量管理/3.质量控制点/2.线路工程/01.路由复测' },
  //   { text: '质量控制点-管道工程', link: '/3.施工管理/4.质量管理/3.质量控制点/3.管道工程/01.施工前路由及环境勘查及测量' },
  // ]},
  // { text: '安全', items: [
  //   { text: '安全管理要求', link: '/3.施工管理/5.安全管理/1.安全管理要求/1.规范提取并合理使用安全生产费' },
  //   { text: '安全控制措施', link: '/3.施工管理/5.安全管理/施工现场安全控制措施/1.防火' },
  // ]},
  { text: '历年真题', items: [
    { text: '2019', link: '/5.历年真题/2019/1' },
    { text: '2018', link: '/5.历年真题/2018/1' },
    { text: '2017', link: '/5.历年真题/2017/1' },
    { text: '2016', link: '/5.历年真题/2016/1' },
    { text: '2015', link: '/5.历年真题/2015/1' },
    { text: '2014', link: '/5.历年真题/2014/1' },
    { text: '2013', link: '/5.历年真题/2013/1' },
    { text: '2012', link: '/5.历年真题/2012/1' },
    { text: '2011', link: '/5.历年真题/2011/1' },
  ]},
];