module.exports = [
  { text: '首页', link: '/' },
  { text: '高频考点', link:'/高频考点/'},
  { text: '施工技术', items: [
    { text: '线路工程通用施工技术', link: '/2.施工技术/5.线路工程/1.通用技术/1.路由复测' },
  ]},
  { text: '质量', items: [
    { text: '质量控制点-设备安装', link: '/3.施工管理/4.质量管理/3.质量控制点/1.设备安装工程/1.现场勘查' },
    { text: '质量控制点-线路工程', link: '/3.施工管理/4.质量管理/3.质量控制点/2.线路工程/1.路由复测' },
    { text: '质量控制点-管道工程', link: '/3.施工管理/4.质量管理/3.质量控制点/3.管道工程/1.施工前路由及环境勘查及测量' },
  ]},
  { text: '安全', items: [
    { text: '施工现场安全控制措施', link: '/3.施工管理/5.安全管理/施工现场安全控制措施/1.防火' },
  ]},
];