module.exports = [
  { text: '首页', link: '/' },
  { text: '经济', link: '/1Z100000经济/' },
  { text: '管理', link: '/1Z200000管理/1Z201010工程管理' },
  { text: '法规', link: '/1Z300000法规/' },
  
  { text: '通广', items: [
    { text: '专业技术', link: '/1L400000通广实务/1L411000专业技术/1L411010通信网' }, 
    { text: '施工技术', link: '/1L400000通广实务/1L412000施工技术/1L412010机房设备及天馈线安装' }, 
    { text: '项目管理', link: '/1L400000通广实务/1L421000项目管理/1L421010通信与广电工程施工准备' }, 
    { text: '行业管理', link: '/1L400000通广实务/1L422000行业管理/1L422010通信工程建设程序' }, 
    { text: '法规标准', link: '/1L400000通广实务/1L430000法规标准/1L431010通信建设管理的有关规定' }, 
  ]},

  { text: '重点', link: '/高频考点/通广实务' },

  { text: '拓展', items: [
    { text: '法律法规', link: '/知识拓展/《电信建设管理办法》' }, 
    { text: '外部资源', link:'/link/Old-Yang-001'},
  ]},
  { text: '真题', link:'/5.历年真题/'},
];