module.exports = [
  { text: '首页', link: '/' },
  { text: '工程经济', link: '/1Z100000经济/' },
  { text: '项目管理', link: '/1Z200000管理/' },
  { text: '工程法规', link: '/1Z300000法规/' },
  
  { text: '通广实务', items: [
    { text: '专业技术', link: '/1L400000通广实务/1L411000专业技术/' }, 
    { text: '施工技术', link: '/1L400000通广实务/1L412000施工技术/' }, 
    { text: '项目管理', link: '/1L400000通广实务/1L421000项目管理/' }, 
    { text: '行业管理', link: '/1L400000通广实务/1L422000行业管理/' }, 
    { text: '法规标准', link: '/1L400000通广实务/1L430000法规标准/' }, 
  ]},
  { text: '链接', link:'/link/Old-Yang-001'},
  { text: '历年真题', link:'/5.历年真题/'},
];